Repository: Solvro/mobile-topwr
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Language
pl: Język

# polish_title
source: 🇵🇱 Polish
pl: 🇵🇱 Polski

# home_screen_greeting
source: Hello, nice to see you
pl: Cześć, miło Cię widzieć

# even_monday
source: on Even Monday
pl: w Parzysty Poniedziałek

# even_tuesday
source: on Even Tuesday
pl: w Parzysty Wtorek

# even_wednesday
source: on Even Wednesday
pl: w Parzystą Środę

# even_thursday
source: on Even Thursday
pl: w Parzysty Czwartek

# even_friday
source: on Even Friday
pl: w Parzysty Piątek

# even_saturday
source: on Even Saturday
pl: w Parzystą Sobotę

# even_sunday
source: on Even Sunday
pl: w Parzystą Niedzielę

# odd_monday
source: on Odd Monday
pl: w Nieparzysty Poniedziałek

# odd_tuesday
source: on Odd Tuesday
pl: w Nieparzysty Wtorek

# odd_wednesday
source: on Odd Wednesday
pl: w Nieparzystą Środę

# odd_thursday
source: on Odd Thursday
pl: w Nieparzysty Czwartek

# odd_friday
source: on Odd Friday
pl: w Nieparzysty Piątek

# odd_saturday
source: on Odd Saturday
pl: w Nieparzystą Sobotę

# odd_sunday
source: on Odd Sunday
pl: w Nieparzystą Niedzielę

# holiday_monday
source: on Holiday Monday
pl: w Wakacyjny Poniedziałek

# holiday_tuesday
source: on Holiday Tuesday
pl: w Wakacyjny Wtorek

# holiday_wednesday
source: on Holiday Wednesday
pl: w Wakacyjną Środę

# holiday_thursday
source: on Holiday Thursday
pl: w Wakacyjny Czwartek

# holiday_friday
source: on Holiday Friday
pl: w Wakacyjny Piątek

# holiday_saturday
source: on Holiday Saturday
pl: w Wakacyjną Sobotę

# holiday_sunday
source: on Holiday Sunday
pl: w Wakacyjną Niedzielę

# exam_monday
source: on Exam Monday
pl: w Egzaminacyjny Poniedziałek

# exam_tuesday
source: on Exam Tuesday
pl: w Egzaminacyjny Wtorek

# exam_wednesday
source: on Exam Wednesday
pl: w Egzaminacyjną Środę

# exam_thursday
source: on Exam Thursday
pl: w Egzaminacyjny Czwartek

# exam_friday
source: on Exam Friday
pl: w Egzaminacyjny Piątek

# exam_saturday
source: on Exam Saturday
pl: w Egzaminacyjną Sobotę

# exam_sunday
source: on Exam Sunday
pl: w Egzaminacyjną Niedzielę

# follow_solvro
source: Follow us on social media!
pl: Obserwuj nas na socialach!

# unknown_day
source: on this beautiful day!
pl: w ten piękny dzień!

source: Read more
pl: Czytaj więcej

source: What's up?
pl: Co słychać?

# study_circles
source: Student organizations
pl: Organizacje studenckie

source: days
pl: dni

# to_start_session
source: until the session starts
pl: do rozpoczęcia sesji

# map_button
source: Map
pl: Mapa

# meet_our_team
source: Meet us!
pl: Poznaj nas!

# sections
source: Faculties
pl: Wydziały

source: List
pl: Lista

# departments
source: Faculties
pl: Wydziały

# department
source: Faculty
pl: Wydział

source: Search
pl: Szukaj

source: Contact
pl: Kontakt

source: About us
pl: O nas

source: Navigate
pl: Nawiguj

# building_prefix
source: Building
pl: Budynek

# department_not_found
source: Faculty not found
pl: Nie znaleziono wydziału

# sci_circle_not_found
source: Student organizations not found
pl: Nie znaleziono organizacji studenckich

source: All
pl: Wszystkie

# parkings_title
source: Parkings
pl: Parkingi

# parkings_not_found
source: Parking not found
pl: Nie znaleziono parkingu

source: Building not found
pl: Nie znaleziono budynku

# buildings_title
source: Buildings
pl: Budynki

# freePlaces
source: Free spaces
pl: Wolne miejsca

# noChartData
source: Chart data is unavailable at night
pl: Dane wykresów są niedostępne w nocy

# offlineParkings
source: Connection error: unfortunately, the parking module cannot function properly without an internet connection.
pl: Błąd połączenia: niestety, moduł parkingów nie może poprawnie działać bez połączenia internetowego.

source: Refresh
pl: Odśwież

# offline_error_message
source: An error occurred while fetching data about
pl: Wystąpił błąd podczas pobierania danych dotyczących

# offline_try_again
source: Please try again later.
pl: Spróbuj ponownie później.

# offline_news
source: news
pl: wiadomości

# offline_sci_clubs
source: scientific clubs
pl: kół naukowych

# offline_buildings
source: buildings
pl: budynków

# offline_departments
source: faculties
pl: wydziałów

# offline_academic_calendar
source: academic calendar
pl: kalendarza akademickiego

# offline_about_us
source: about us
pl: o nas

# offline_department_details
source: faculty
pl: wydziału

# offline_guide_details
source: guide entry
pl: wpisu z przewodnika

# offline_guide_posts
source: guide entries
pl: wpisów z przewodnika

# offline_changelog
source: changes
pl: zmian

source: Guide
pl: Przewodnik

source: Dean's Office
pl: Dziekanat

source: Fields of study
pl: Kierunki

# guide_about_us
source: About Us!
pl: O Nas!

# guide_meet_creators
source: Meet the creators of the ToPWR mobile app!
pl: Poznaj twórców aplikacji mobilnej ToPWR!

# guide_not_found
source: Guide entries not found
pl: Nie znaleziono wpisów przewodnika

# first_degree
source: 1st Degree
pl: I Stopnia

# second_degree
source: 2nd Degree
pl: II Stopnia

# long_cycle
source: Long-cycle Master's
pl: Jednolite magisterskie

source: No address
pl: Brak adresu

# student_medias
source: Student media
pl: Media studenckie

source: Cultural agendas
pl: Agendy kultury

# scientific_cirlces
source: Scientific clubs
pl: Koła naukowe

source: Student organizations
pl: Organizacje studenckie

# org_types
source: Types of organizations
pl: Rodzaje organizacji

source: Categories
pl: Kategorie tematyczne

source: Filters
pl: Filtry

source: Clear
pl: Wyczyść

# filters_didnt_found_anything
source: No filters found
pl: Nie znaleziono żadnych filtrów

# street_abbreviation
source: st.
pl: ul.

# bug_report_title
source: Report a bug or suggestion
pl: Zgłoś błąd lub sugestię

# bug_report_subtitle
source: Send a report directly to the app's creators.
pl: Wyślij zgłoszenie bezpośrednio do twórców aplikacji.

# new_feature
source: New functionality
pl: Nowa funkcjonalność

source: Bug
pl: Błąd

source: Praise
pl: Pochwała

source: until the end of the semester break
pl: do końca przerwy międzysemestralnej

source: until the session ends
pl: do zakończenia sesji

# app_info
source: (app information)
pl: (informacje o aplikacji)

source: Show license
pl: Wyświetl licencję

source: Close
pl: Zamknij

source: No version
pl: Brak wersji

# places_currently_available
source: Currently available places
pl: Aktualnie wolne miejsca

# student_councils
source: Student Council
pl: Samorząd

# hi_student
source: Hey student!
pl: Hej studencie!

# guide_development_info
source: Remember, the guide is still under development :)
pl: Pamiętaj, że przewodnik jest wciąż w fazie rozwoju :)

# guide_ideas_info
source: Have an interesting idea? Share it with us!
pl: Masz ciekawy pomysł? Podziel się z nami!

# guide_subject_default_content
source: Idea for ToPWR development
pl: Pomysł na rozwój ToPWR

# streak_counter
source: You've been using ToPWR continuously for {days, plural, =1{1 day} other{{days} days}}🔥
pl: Używasz ToPWR nieprzerwanie od {days, plural, =1{1 dnia} other{{days} dni}}🔥

# last_modified
source: Last updated
pl: Ostatnia aktualizacja

source: Created at
pl: Utworzono

source: Apply
pl: Zastosuj

source: Changes
pl: Zmiany

source: version
pl: wersja

source: Hey, check out the new features
pl: Hej, sprawdź nowości

# here_you_will_see_what_we_changed_in_the_latest_version
source: Here you'll see what we've changed in the latest version
pl: Tutaj zobaczysz co zmieniliśmy w najnowszej wersji

# data_come_from_website
source: Data comes from the website
pl: Dane pochodzą ze strony

source: Home screen
pl: Ekran główny

# sks_menu_salads
source: Salads
pl: Surówki

# sks_menu_main_soups
source: Soups
pl: Zupy

# sks_menu_vegetarian_dishes
source: Vegetarian dishes
pl: Dania jarskie

# sks_menu_meat_dishes
source: Meat dishes
pl: Dania mięsne

# sks_menu_side_dishes
source: Side dishes
pl: Dodatki

# sks_menu_drinks
source: Compotes and drinks
pl: Kompoty i napoje

# sks_menu_desserts
source: Desserts
pl: Desery

# sks_full_name
source: Student Culture Zone
pl: Strefa Kultury Studenckiej

# leave_a_review
source: Rate the app
pl: Oceń aplikację

# rest_header
source: Others
pl: Pozostałe

source: Settings
pl: Ustawienia

source: About the app
pl: O aplikacji

# other_view
source: Others
pl: Inne

source: Map
pl: Mapa

# report_change_title
source: Something changed?
pl: Coś się zmieniło?

# report_change_button
source: Report a change
pl: Zgłoś zmianę

# report_change_subject
source: Suggestion for change - ToPWR
pl: Sugestia zmiany - ToPWR

# report_change_error_toast_message
source: An error occurred while opening the hyperlink, please check app permissions
pl: Wystąpił błąd przy otwieraniu hiperłącza, sprawdź uprawnienia aplikacji

# localization
source: Location
pl: Lokalizacja

source: Amenities
pl: Udogodnienia

source: Surroundings
pl: Otoczenie

source: Transport
pl: Dojazd

source: Entrances
pl: Wejścia

# lifts
source: Elevators
pl: Windy

source: Adapted toilets
pl: Toalety dostosowane

# adapted_toilet_description
source: Toilet for people with disabilities
pl: Toaleta dla osób z niepełnosprawnościami

# adapted_toilet_description_men
source: Men's toilet for people with disabilities
pl: Toaleta dla mężczyzn z niepełnosprawnościami

# adapted_toilet_description_women
source: Women's toilet for people with disabilities
pl: Toaleta dla kobiet z niepełnosprawnościami

source: Micronavigation
pl: Mikronawigacja

source: Building structure
pl: Struktura budynku

# room_information
source: Rooms
pl: Pomieszczenia

source: Evacuation
pl: Ewakuacja

# storeys
source: {number, plural, =1{{number} floor} few{{number} floors} other{{number} floors}}
pl: {number, plural, =1{{number} piętro} few{{number} piętra} other{{number} pięter}}

# assistance_dog
source: You can enter the building and all its rooms with an assistance dog or guide dog
pl: Do budynku i wszystkich jego pomieszczeń można wejść z psem asystującym i psem przewodnikiem

# induction_loop
source: There are induction loops in the building
pl: W budynku jest/są pętle indukcyjne

# micronavigation_system
source: Navigation and information system devices have been installed in the building
pl: W budynku zostały zainstalowane urządzenia systemu nawigacyjno-informacyjnego

# orientation_paths
source: Tactile paths have been used in the building
pl: W budynku zastosowane zostały ścieżki naprowadzające (dotykowe)

# information_boards_with_braille_description
source: There are clear information boards in the building containing descriptions in Braille
pl: W budynku znajdują się czytelne tablice informacyjne zawierające opisy w alfabecie Braille'a

# information_boards_with_large_font
source: There are clear information boards in the building containing large print texts
pl: W budynku znajdują się czytelne tablice informacyjne zawierające napisy w dużej czcionce

# sign_language_interpreter
source: The building provides the possibility to use a sign language interpreter
pl: W budynku zapewniona jest możliwość skorzystania z usług tłumacza języka migowego

# emergency_chairs
source: Evacuation chairs have been installed in the building
pl: W budynku zamieszczone zostały krzesła ewakuacyjne

# parking_location
source: Parking spaces are located {location}
pl: Miejsca parkingowe znajdują się {location}

# parking_pwd_location
source: Parking spaces for the disabled are located {location}
pl: Miejsca parkingowe dla niepełnospranych znajdują się {location}

# closest_facilities
source: The nearest neighboring buildings and campus facilities are: {places}
pl: Najbliższe sąsiednie budynki i obiekty kampusu to: {places}

# sks_old_menu
source: See the last menu
pl: Zobacz ostatnie menu

# sks_menu_closed
source: SKS Menu is currently unavailable
pl: SKS Menu jest teraz niedostępne

# sks_show_last_menu
source: Show the last available menu
pl: Pokaż ostatnio dostępne menu

source: Confirm
pl: Zatwierdź

# push_notifications_dialog_info
source: We are not using push notifications at the moment, but we plan to add them in the future. You can opt-in now.
pl: Obecnie nie korzystamy z powiadomień push, ale planujemy dodać je w przyszłości. Możesz wyrazić na nie zgodę już teraz.

# sks_menu_technical_info
source: NOTICE
pl: KOMUNIKAT

# sks_note
source: NOTE
pl: UWAGA

# sks_menu_you_see_last_menu
source: The current SKS menu is unavailable. You are viewing the last available version from: {date}
pl: Aktualne menu SKS jest niedostępne. Przeglądasz ostatnio dostępną wersję z: {date}

# my_offline_error_message
source: An error occurred while fetching data about {data_type}
pl: Wystąpił błąd podczas pobierania danych dotyczących {data_type}

source: Measured number of users
pl: Zmierzona liczba użytkowników

# forecasted_number_of_users
source: Average number of users from the last 21 days
pl: Średnia liczba użytkowników z ostatnich 21 dni

# sks_chart_title
source: SKS occupancy
pl: Przybliżona liczba osób w Strefie Kultury Studenckiej

source: Number of people
pl: Liczba osób

# evacuation_text
source: Evacuation and first aid
pl: Ewakuacja i pierwsza pomoc

source: Digital guide
pl: Przewodnik

# adapted_toilet_authorization
source: {boolean, select, false{Access to the toilet does not require any special authorization.} true{The toilet is available only to authorized persons.} other{}}
pl: {boolean, select, false{Wejście do toalety nie wymaga żadnych specjalnych uprawnień.} true{Toaleta jest dostępna wyłącznie dla osób uprawnionych.} other{}}

# adapted_toilet_graphically_marked
source: {boolean, select, false{The toilet entrance is not graphically marked.} true{The toilet entrance is well graphically marked.} other{}}
pl: {boolean, select, false{Wejście do toalety nie jest oznakowane graficznie.} true{Wejście do toalety jest dobrze oznakowane graficznie.} other{}}

# adapted_toilet_is_marked
source: {boolean, select, false{The location of the toilet is not marked with directional information.} true{The location of the toilet is marked with directional information.} other{}}
pl: {boolean, select, false{Lokalizacja toalety nie jest oznaczona za pomocą informacji kierunkowej.} true{Lokalizacja toalety jest oznaczona za pomocą informacji kierunkowej.} other{}}

# adapted_toilet_is_access_accessible_for_pwd
source: {boolean, select, false{Access to the toilet is not adapted to the needs of people with disabilities.} true{Access to the toilet is adapted to the needs of people with disabilities.} other{}}
pl: {boolean, select, false{Dostęp do toalety nie jest dostosowany do potrzeb osób z niepełnosprawnością.} true{Dostęp do toalety jest dostosowany do potrzeb osób z niepełnosprawnością.} other{}}

# adapted_toilet_is_150x150_free_space
source: {boolean, select, false{There is no free space of at least 150 x 150 centimeters in the toilet.} true{There is free space of at least 150 x 150 cm in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się wolna przestrzeń o wymiarach co najmniej 150 x 150 centymetrów.} true{W toalecie znajduje się wolna przestrzeń o wymiarach co najmniej 150 x 150 cm.} other{}}

# adapted_toilet_is_good_floor_wall_contrast
source: {boolean, select, false{The contrast between the floor and walls is not clearly visible.} true{The contrast between the floor and walls is clearly visible.} other{}}
pl: {boolean, select, false{Kontrast pomiędzy podłogą a ścianami nie jest dobrze widoczny.} true{Kontrast pomiędzy podłogą a ścianami jest dobrze widoczny.} other{}}

# adapted_toilet_is_side_maneuvering_space
source: {boolean, select, false{There is no maneuvering space in the toilet.} true{There is maneuvering space in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się przestrzeń manewrowa.} true{W toalecie znajduje się przestrzeń manewrowa.} other{}}

# adapted_toilet_is_pulldown_handle
source: {boolean, select, false{There is no fold-down handle in the toilet.} true{There is a fold-down handle in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się uchwyt uchylny.} true{W toalecie znajduje się uchwyt uchylny.} other{}}

# adapted_toilet_is_fixed_handle
source: {boolean, select, false{There is no permanently mounted handle in the toilet.} true{There is a permanently mounted handle in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się uchwyt zamontowany na stałe.} true{W toalecie znajduje się uchwyt zamontowany na stałe.} other{}}

# adapted_toilet_is_good_pulldown_handle_wall_contrast
source: {boolean, select, false{The fold-down handle does not contrast with the color of the wall.} true{The fold-down handle contrasts with the color of the wall.} other{}}
pl: {boolean, select, false{Uchwyt uchylny nie kontrastuje z kolorem ściany.} true{Uchwyt uchylny kontrastuje z kolorem ściany.} other{}}

# adapted_toilet_is_mirror
source: {boolean, select, false{There is no mirror in the toilet.} true{There is a mirror in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie ma lustra.} true{W toalecie znajduje się lustro.} other{}}

# adapted_toilet_are_clothes_hooks
source: {boolean, select, false{There are no clothes hooks in the toilet.} true{There are clothes hooks in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajdują się wieszaki na ubrania.} true{W toalecie znajdują się wieszaki na ubrania.} other{}}

# adapted_toilet_is_wastebasket
source: {boolean, select, false{There is no wastebasket in the toilet.} true{There is a wastebasket in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się kosz na śmieci.} true{W toalecie znajduje się kosz na śmieci.} other{}}

# adapted_toilet_is_towel_dispenser
source: {boolean, select, false{There is no towel dispenser in the toilet.} true{There is a towel dispenser in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się dozownik na ręczniki.} true{W toalecie znajduje się dozownik na ręczniki.} other{}}

# adapted_toilet_is_space_under_washbasin_for_wheelchair
source: {boolean, select, false{There is no space under the washbasin allowing wheelchair access.} true{There is space under the washbasin allowing wheelchair access.} other{}}
pl: {boolean, select, false{Pod umywalką nie znajduje się przestrzeń umożliwiająca podjazd wózkiem inwalidzkim.} true{Pod umywalką znajduje się przestrzeń umożliwiająca podjazd wózkiem inwalidzkim.} other{}}

# adapted_toilet_is_light_switch
source: {boolean, select, false{There is no light switch in the toilet.} true{There is a light switch in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie znajduje się włącznik światła.} true{W toalecie znajduje się włącznik światła.} other{}}

# adapted_toilet_is_good_lit
source: {boolean, select, false{Lighting in the toilet is not adequate.} true{Lighting in the toilet is adequate.} other{}}
pl: {boolean, select, false{Oświetlenie w toalecie nie jest odpowiednie.} true{Oświetlenie w toalecie jest odpowiednie.} other{}}

# adapted_toilet_is_hand_dryer
source: {boolean, select, false{There is no hand dryer in the toilet.} true{There is a hand dryer in the toilet.} other{}}
pl: {boolean, select, false{W toalecie nie ma suszarki do rąk.} true{W toalecie znajduje się suszarka do rąk.} other{}}

# adapted_toilet_seat_height
source: The toilet seat is at a height of {height} cm
pl: Sedes znajduje sie na wysokości {height} cm

# images
source: Photos
pl: Zdjęcia

source: Door
pl: Drzwi

# door_visible_from_outside
source: {boolean, select, true{The door stands out clearly from the walls on the outside.} false{The door does not stand out clearly from the walls on the outside.} other{}}
pl: {boolean, select, true{Drzwi od strony zewnętrznej wyraźnie odznaczają się od ścian.} false{Drzwi od strony zewnętrznej nie odznaczają się wyraźnie od ścian.} other{}}

# door_visible_from_inside
source: {boolean, select, true{The door stands out clearly from the walls on the inside.} false{The door does not stand out clearly from the walls on the inside.} other{}}
pl: {boolean, select, true{Drzwi od strony wewnętrznej wyraźnie odznaczają się od ścian.} false{Drzwi od strony wewnętrznej nie odznaczają się wyraźnie od ścian.} other{}}

# single_leaf_door
source: These are single-leaf doors.
pl: Są to drzwi jednoskrzydłowe.

# single_leaf_door_sliding
source: These are single-leaf sliding doors.
pl: Są to drzwi przesuwne jednoskrzydłowe.

# double_leaf_door
source: These are double-leaf doors.
pl: Są to drzwi dwuskrzydłowe.

# double_leaf_door_sliding
source: These are double-leaf sliding doors.
pl: Są to drzwi przesuwne dwuskrzydłowe.

# swing_door
source: These are swing doors.
pl: Są to drzwi wahadłowe.

# main_wing_highlighted
source: {boolean, select, true{The main door leaf is highlighted.} false{The main door leaf is not highlighted.} other{}}
pl: {boolean, select, true{Główne skrzydło drzwi jest wyróżnione.} false{Główne skrzydło drzwi nie jest wyróżnione.} other{}}

# increased_force_required
source: {boolean, select, true{Increased force is required to open the door.} false{Increased force is not required to open the door.} other{}}
pl: {boolean, select, true{Do otwarcia drzwi wymagane jest użycie wzmożonej siły.} false{Do otwarcia drzwi nie jest wymagane użycie wzmożonej siły.} other{}}

# door_closer
source: {boolean, select, true{A door closer/self-closing device is installed on the door.} false{No door closer/self-closing device is installed on the door.} other{}}
pl: {boolean, select, true{W drzwiach zamontowany jest wspomagacz zamykania/samozamykacz.} false{W drzwiach nie jest zamontowany wspomagacz zamykania/samozamykacz.} other{}}

source: Accessibility profile
pl: Profil dostępności

# accessibility_profile_empty
source: No information regarding the selected accessibility profile
pl: Brak informacji dotyczących wybranego profilu dostępności

# accessibility_card_information
source: {message} is {accessibility_level} for people who are {disability_description}
pl: {message} jest {accessibility_level} dla osób {disability_description}

# accessibility_level_feminine
source: {level, select, 0{inaccessible} 1{inaccessible} 2{partially accessible} 3{accessible} other{inaccessible}}
pl: {level, select, 0{niedostępna} 1{niedostępna} 2{częściowo dostępna} 3{dostępna} other{niedostępna}}

# accessibility_level_masculine
source: {level, select, 0{inaccessible} 1{inaccessible} 2{partially accessible} 3{accessible} other{inaccessible}}
pl: {level, select, 0{niedostępny} 1{niedostępny} 2{częściowo dostępny} 3{dostępny} other{niedostępny}}

# accessibility_level_neuter
source: {level, select, 0{inaccessible} 1{inaccessible} 2{partially accessible} 3{accessible} other{inaccessible}}
pl: {level, select, 0{niedostępne} 1{niedostępne} 2{częściowo dostępne} 3{dostępne} other{niedostępne}}

# people_with_cognitive_difficulties
source: with cognitive difficulties
pl: posiadających trudności poznawcze

# people_with_hard_of_hearing
source: hard of hearing
pl: posiadających trudności ze słyszeniem

# people_visually_impaired
source: visually impaired
pl: słabowidzących

# people_blind
source: blind
pl: niewidomych

# people_with_motor_disability
source: with motor disabilities
pl: posiadających dysfunkcje ruchu

# people_with_high_sensory_sensitivity
source: with high sensory sensitivity
pl: o wysokiej wrażliwości sensorycznej

# see_all_photos
source: See {photos, plural, =0{{photos} photos} =1{{photos} photo} few{all {photos} photos} other{all {photos} photos}}
pl: Zobacz {photos, plural, =0{{photos} zdjęć} =1{{photos} zdjęcie} few{wszystkie {photos} zdjęcia} other{wszystkie {photos} zdjęć}}

# are_dangerous_elements_comment_prefix
source: In the building's surroundings, there are the following objects that may pose a threat: {text}
pl: W otoczeniu budynku znajdują się następujące obiekty, które mogą stanowić zagrożenie: {text}
