Repository: Solvro/mobile-topwr
Catalog: lib/l10n/app_*.arb
Languages: pl

# corridor_simple_layout_text
source: {boolean, select, false{The corridor layout is not simple, legible, or consistent on each floor.} true{The corridor has a simple and clear layout that is consistent on each floor.} other{}}
pl: {boolean, select, false{Układ korytarza nie jest prosty, czytelny ani powtarzalny na każdej kondygnacji.} true{Korytarz ma prosty i przejrzysty układ, który jest powtarzalny na każdej kondygnacji.} other{}}

# corridor_floor_marked
source: {boolean, select, false{The corridor is not marked. There is no visible floor number.} true{The corridor is marked. The floor number is visible.} other{}}
pl: {boolean, select, false{Korytarz nie jest oznakowany. Nie ma widocznego numeru piętra.} true{Korytarz jest oznakowany. Widoczny jest numer piętra.} other{}}

# corridor_room_entrances
source: {boolean, select, false{There is no entry from the corridor to any room.} true{From the corridor, entries to the following rooms are possible:} other{}}
pl: {boolean, select, false{Z korytarza nie ma możliwości wejścia do żadnego pomieszczenia.} true{Z korytarza możliwe jest wejście do następujących pomieszczeń:} other{}}

# corridor_information_board
source: {boolean, select, false{There is no information board with a list of rooms in the corridor.} true{There is an information board in the corridor with a list of rooms.} other{}}
pl: {boolean, select, false{W korytarzu nie ma tablicy informacyjnej ze spisem pomieszczeń.} true{W korytarzu znajduje się tablica informacyjna ze spisem pomieszczeń.} other{}}

# corridor_room_purpose_described_in_en
source: {boolean, select, false{Room functions are not described in English.} true{Room functions are described in English.} other{}}
pl: {boolean, select, false{Funkcje pomieszczeń nie są opisane w języku angielskim.} true{Funkcje pomieszczeń są opisane w języku angielskim.} other{}}

# corridor_consistent_level_color_pattern
source: {boolean, select, false{The color, pattern, and style of room signage are not consistent for the entire floor.} true{The color, pattern, and style of room signage are consistent for the entire floor.} other{}}
pl: {boolean, select, false{Kolor, wzór i krój oznakowania pomieszczeń nie są spójne dla całego piętra.} true{Kolor, wzór i krój oznakowania pomieszczeń są spójne dla całego piętra.} other{}}

# corridor_pictorial_directional_signs
source: {boolean, select, false{There are no clear and contrasting directional signs at key points in the corridor.} true{There are clear and contrasting directional signs at key points in the corridor.} other{}}
pl: {boolean, select, false{W kluczowych punktach korytarza nie ma wyraźnych i kontrastowych oznakowań kierunkowych.} true{W kluczowych punktach korytarza znajdują się wyraźne i kontrastowe oznakowania kierunkowe.} other{}}

# corridor_seats
source: {boolean, select, false{There are no seating places in the corridor.} true{There are seating places in the corridor. These are:} other{}}
pl: {boolean, select, false{W korytarzu nie ma miejsc siedzących.} true{W korytarzu znajdują się miejsca siedzące. Są to:} other{}}

# corridor_vending_machines
source: {boolean, select, false{There are no vending machines in the corridor.} true{There are vending machines in the corridor.} other{}}
pl: {boolean, select, false{W korytarzu nie ma automatów sprzedających.} true{W korytarzu znajdują się automaty sprzedające.} other{}}

# corridor_emergency_plan
source: {boolean, select, false{There are no evacuation plans in the corridor.} true{There are evacuation plans in the corridor.} other{}}
pl: {boolean, select, false{W korytarzu nie ma planów ewakuacyjnych.} true{W korytarzu znajdują się plany ewakuacyjne.} other{}}

# corridor_typhlomap
source: {boolean, select, false{There is no typhlopmap available in the corridor.} true{There is a typhlopmap in the corridor.} other{}}
pl: {boolean, select, false{W korytarzu nie jest dostępna tyflomapa.} true{W korytarzu znajduje się tyflomapa.} other{}}

# corridor_dangerous_elements
source: {boolean, select, false{There are no other permanent or movable elements in the corridor that may pose problems for movement.} true{There are other permanent or movable objects in the corridor that may pose problems for movement. These are:} other{}}
pl: {boolean, select, false{W korytarzu nie ma innych stałych lub ruchomych elementów, które mogą stanowić problemy w poruszaniu się.} true{W korytarzu znajdują się inne stałe lub ruchome obiekty mogące stanowić problemy w poruszaniu się. Są to:} other{}}

# corridor_info_plates_accessible
source: {boolean, select, false{Room signage does not contain additional information.} true{Room signage additionally contains:} other{}}
pl: {boolean, select, false{Oznakowanie pomieszczeń nie zawiera dodatkowych informacji.} true{Oznakowanie pomieszczeń zawiera dodatkowo:} other{}}

# corridor_horizontal_markings_for_blind
source: {boolean, select, false{There are no horizontal markings for blind people in the corridor.} true{There are horizontal markings for blind people in the corridor.} other{}}
pl: {boolean, select, false{W korytarzu nie ma oznaczeń poziomych dla osób niewidomych.} true{W korytarzu są oznaczenia poziome dla osób niewidomych.} other{}}

# corridor_plates_with_rooms_list_have_readable_font
source: {boolean, select, false{The information board with the list of rooms does not have a readable text.} true{The information board with the list of rooms has a readable text.} other{}}
pl: {boolean, select, false{} true{Tablica informacyjna ze spisem pomieszczeń ma czytelny tekst.} other{}}

# corridor_rooms_marked
source: {boolean, select, false{Room signage does not contain additional information.} true{Rooms in the corridor are clearly marked.} other{}}
pl: {boolean, select, false{Oznakowanie pomieszczeń nie zawiera dodatkowych informacji.} true{Pomieszczenia w korytarzu są wyraźnie oznakowane.} other{}}

# corridor_pictogram_used
source: {boolean, select, false{Visual information does not use pictograms.} true{Visual information uses pictograms.} other{}}
pl: {boolean, select, false{Informacja wizualna nie wykorzystuje piktogramów.} true{Informacja wizualna wykorzystuje piktogramy.} other{}}

# corridor_is_glare
source: {boolean, select, false{The floor in the corridor does not shine.} true{The floor in the corridor may shine intensely, causing glare and appearing slippery.} other{}}
pl: {boolean, select, false{Podłoga w korytarzu nie błyszczy się.} true{Podłoga w korytarzu może się intensywnie błyszczeć, powodując oślepienie i wygladając na śliską.} other{}}

# corridor_good_walls_contrast
source: {boolean, select, false{There is no clear color contrast between the walls and the floor in the corridor.} true{} other{}}
pl: {boolean, select, false{W korytarzu nie ma wyraźnego kontrastu kolorów między ścianami a podłogą.} true{} other{}}

# corridor_good_lit
source: {boolean, select, false{The corridor is not properly lit.} true{The corridor is properly lit.} other{}}
pl: {boolean, select, false{Korytarz nie jest odpowiednio oświetlony.} true{Korytarz jest odpowiednio oświetlony.} other{}}

# corridor_horizontal_markings_for_visually_impaired
source: {boolean, select, false{There are no horizontal markings for visually impaired people in the corridor.} true{There are horizontal markings for visually impaired people in the corridor.} other{}}
pl: {boolean, select, false{W korytarzu nie ma oznaczeń poziomych dla osób słabowidzących.} true{W korytarzu są oznaczenia poziome dla osób słabowidzących.} other{}}

# corridor_min_width_length
source: {boolean, select, false{The width of the corridor does not provide full accessibility and is} true{The width of the corridor provides full accessibility and is a minimum of 150 centimeters.} other{}}
pl: {boolean, select, false{Szerokość korytarza nie zapewnia pełnej dostępności i wynosi} true{Szerokość korytarza zapewnia pełną dostępność i wynosi minimum 150 centymetrów.} other{}}

# corridor_railings
source: {boolean, select, false{There are no wall railings in the corridor.} true{There are wall railings in the corridor.} other{}}
pl: {boolean, select, false{W korytarzu nie ma poręczy ściennych.} true{W korytarzu znajdują się poręcze ścienne.} other{}}

# corridor_light_switches_sockets_height
source: {boolean, select, false{In the corridor all light switches and sockets are at a height above 110 centimeters.} true{In the corridor, all light switches and sockets are at a height of a maximum of 110 centimeters.} other{}}
pl: {boolean, select, false{W korytarzu wszystkie włączniki światła i gniazdka elektryczne znajdują się na wysokości powyżej 110 centymetrów.} true{W korytarzu wszystkie włączniki światła i gniazdka elektryczne znajdują się na wysokości maksymalnie 110 centymetrów.} other{}}

# corridor_echo
source: {boolean, select, false{The acoustics of the corridor do not cause echoes that may hinder communication.} true{The acoustics of the corridor cause echoes that may hinder communication.} other{}}
pl: {boolean, select, false{Akustyka korytarza nie powoduje powstawania echa, które może utrudniać komunikację.} true{Akustyka korytarza powoduje powstawanie echa, które może utrudniać komunikację.} other{}}

# corridor_flashing_device
source: {boolean, select, false{There are no flashing or shiny objects in the corridor that may trigger an epileptic seizure.} true{There are flashing or shiny objects in the corridor that may trigger an epileptic seizure.} other{}}
pl: {boolean, select, false{W korytarzu nie ma obiektów migających lub błyszczących, które mogą wywołać atak epilepsji.} true{W korytarzu znajdują się obiekty migające lub błyszczące, które mogą wywołać atak epilepsji.} other{}}

# lodge_access_barriers
source: {boolean, select, false{On the way to the lodge} true{On the way to the lodge, the floor is level, and there are no obstacles.} other{}}
pl: {boolean, select, false{Na drodze dojścia do portierni} true{Na drodze dojścia do portierni podłoga jest równa, a w otoczeniu nie ma żadnych przeszkód.} other{}}

# lodge_movement_space
source: {boolean, select, false{At the lodge, there is no appropriate space for movement for people with disabilities.} true{At the lodge, there is appropriate space for movement for people with disabilities.} other{}}
pl: {boolean, select, false{Przy portierni nie ma dostępnej odpowiedniej przestrzeni do poruszania się dla osób z niepełnosprawnościami.} true{Przy portierni jest odpowiednia przestrzeń do poruszania się dla osób z niepełnosprawnościami.} other{}}

# lodge_counter_height
source: The height of the lodge counter is {comment} centimeters.
pl: Wysokość lady portierni wynosi {comment} centymetrów.

# lodge_space_under_counter
source: {boolean, select, false{There is no space under the lower part of the counter for a wheelchair.} true{There is space under the lower part of the counter for a wheelchair.} other{}}
pl: {boolean, select, false{Pod dolną częścią lady nie ma miejsca na wjechanie wózkiem.} true{Pod dolną częścią lady jest miejsce na wjechanie wózkiem.} other{}}

# lodge_visible_from_afar
source: {boolean, select, false{The lodge is not visible from a great distance. The counter is not distinguished from the surroundings.} true{The lodge is visible from a great distance. The counter is distinguished from the surroundings.} other{}}
pl: {boolean, select, false{Portiernia nie jest widoczna z dużej odległości. Lada nie wyróżnia się na tle otoczenia.} true{Portiernia jest widoczna z dużej odległości. Lada wyróżnia się na tle otoczenia.} other{}}

# lodge_good_lit
source: {boolean, select, false{The lodge is not properly lit.} true{The lodge is properly lit.} other{}}
pl: {boolean, select, false{Portiernia nie jest odpowiednio oświetlona.} true{Portiernia jest odpowiednio oświetlona.} other{}}

# is_elevated_threshold
source: In the door, there is {boolean, select, false{no} other{}} threshold.
pl: W drzwiach{boolean, select, false{ nie} other{}} znajduje się próg.

# elevated_threshold_text
source: Its height is
pl: Jego wysokość wynosi

# handle_heigth_text
source: The handle is at a height of {value} cm
pl: Klamka znajduje się na wysokości {value} cm

# are_glazed
source: The doors are {boolean, select, false{not } other{}}galzed.
pl: Drzwi {boolean, select, false{nie } other{}}są przeszklone.

# are_visible
source: There is {boolean, select, false{no } other{}}proper contrast between the handle and the door.
pl: Między klamką a drzwiami {boolean, select, false{nie } other{}}jest odpowiedni kontrast.

# is_graphic
source: The doors are {boolean, select, false{not } other{}}marked.
pl: Drzwi {boolean, select, false{nie } other{}}są oznakowane.

# is_closure_from_inside
source: The doors open {boolean, select, false{not } other{}}inwards.
pl: Drzwi {boolean, select, false{nie } other{}}otwierają się do wewnątrz.

# is_same_opening_system
source: The doors on both sides open {boolean, select, false{not } other{}}in the same way.
pl: Drzwi po obu stronach {boolean, select, false{nie } other{}}otwierają się w identyczny sposób.

# digital_guide_accessibility
source: Digital guide accessibility profiles
pl: Profile dostępności w cyfrowym przewodniku
