Repository: Solvro/mobile-topwr
Catalog: lib/l10n/app_*.arb
Languages: pl

# are_high_curbs_at_parking_space_for_pwd
source: There {boolean, select, false{is no} other{is a}} high curb at the parking spaces for people with disabilities.
pl: Przy miejscach postojowych dla osób z niepełnosprawnościami {boolean, select, false{nie} other{}} znajduje się wysoki krawężnik.

# is_lit
source: The building's surroundings {boolean, select, false{are not} other{are}} lit after dusk.
pl: Otoczenie budynku {boolean, select, false{nie} other{}} jest oświetlone po zmroku.

# is_pavement_rough
source: The surface near the building {boolean, select, false{is not} other{is}} even.
pl: Nawierzchnia przy budynku {boolean, select, false{nie} other{}} jest równa.

# are_lowered_curbs
source: The curbs around the building {boolean, select, false{are not} other{are}} lowered.
pl: Krawężniki w okolicach budynku {boolean, select, false{nie} other{}} są obniżone.

# are_no_barriers
source: There {boolean, select, true{are no barriers preventing access} false{are barriers preventing access} other{}} to the building.
pl: Wokół budynku {boolean, select, true{nie ma barier uniemożliwiających dojścia} false{znajdują się bariery uniemożliwiające dojście} other{}} do budynku.

# is_path_to_accessible_entrance_marked
source: The path to the entrance accessible to people with disabilities {boolean, select, false{is not} other{is}} clearly marked.
pl: Ścieżka do wejścia dostępnego dla osób z niepełnosprawnościami {boolean, select, false{nie} other{}} jest wyraźnie oznaczona.

# is_noisy_street_near_building
source: In the vicinity, there {boolean, select, false{is no busy, noisy street.} true{is a busy, noisy street.} other{}}
pl: W okolicy {boolean, select, false{nie ma ruchliwej, hałaśliwej ulicy. } true{znajduje się ruchliwa, hałaśliwa ulica. } other{}}

# room_stairs_is_good_lit
source: {boolean, select, false{The stairs are not adequately lit.} true{The stairs are adequately lit.} other{}}
pl: {boolean, select, false{Schody nie są odpowiednio oświetlone.} true{Schody są odpowiednio oświetlone.} other{}}

# room_stairs_is_nonslip_surface
source: {boolean, select, false{The stair surface is not non-slip.} true{The stair surface is non-slip.} other{}}
pl: {boolean, select, false{Powierzchnia schodów nie jest antypoślizgowa.} true{Powierzchnia schodów jest antypoślizgowa} other{}}

# room_stairs_is_stairs_surface_shiny
source: {boolean, select, false{The stair surface is not shiny and does not appear slippery.} true{The stair surface is shiny and may appear slippery.} other{}}
pl: {boolean, select, false{Powierzchnia schodów nie jest błyszcząca i nie wygląda na śliską.} true{Powierzchnia schodów błyszczy się i może wyglądać na śliską.} other{}}

# room_stairs_is_good_stairs_wall_contrast
source: {boolean, select, false{The contrast between the stairs and wall is not clear.} true{The contrast between the stairs and wall is clear.} other{}}
pl: {boolean, select, false{Kontrast pomiędzy schodami a ścianą nie jest wyraźny.} true{Kontrast pomiędzy schodami a ścianą jest wyraźny.} other{}}

# room_stairs_are_all_steps_have_same_dimensions
source: {boolean, select, false{Steps do not have the same dimensions.} true{Steps have the same dimensions.} other{}}
pl: {boolean, select, false{Stopnie nie mają takich samych wymiarów.} true{Stopnie mają takie same wymiary.} other{}}

# room_stairs_is_railing
source: {boolean, select, false{There is no railing by the stairs.} true{There is a railing by the stairs.} other{}}
pl: {boolean, select, false{Przy schodach nie znajduje się poręcz.} true{Przy schodach znajduje się poręcz.} other{}}

# room_stairs_is_good_railing_contrast
source: {boolean, select, false{The railing does not stand out from the surroundings.} true{The railing stands out from the surroundings.} other{}}
pl: {boolean, select, false{Poręcz nie wyróżnia się na tle otoczenia.} true{Poręcz wyróżnia się na tle otoczenia.} other{}}

# room_stairs_is_round_cross_section_railing
source: {boolean, select, false{The railing is not rounded and may have sharp edges.} true{The railing has no sharp edges and is rounded.} other{}}
pl: {boolean, select, false{Poręcz nie jest zaokrąglona i może posiadać ostre krawędzie.} true{Poręcz nie posiada ostrych krawędzi i jest zaokrąglona.} other{}}

# room_stairs_are_steps_edges_marked_in_contrasted_way
source: {boolean, select, false{Steps are not visible. Their edges are not marked in a contrasting way.} true{Steps are visible. Their edges are marked in a contrasting way.} other{}}
pl: {boolean, select, false{Stopnie nie są widoczne. Ich krawędzie nie są oznaczone w sposób kontrastowy.} true{Stopnie są widoczne. Ich krawędzie są oznaczone w sposób kontrastowy.} other{}}

# room_stairs_stairs_width
source: The width of the stairs is {width} centimeters
pl: Szerokość schodów wynosi {width} centymetrów

# room_platforms_is_good_floor_platform_contrast
source: {boolean, select, false{Insufficient floor contrast relative to the platform.} true{Good floor contrast relative to the platform.} other{}}
pl: {boolean, select, false{Brak dobrego kontrastu podłogi względem platformy.} true{Dobry kontrast podłogi względem platformy.} other{}}

# room_platforms_have_access_for_people_in_wheelchair
source: {boolean, select, false{The platform does not provide access for people who use wheelchairs.} true{The platform provides access for people who use wheelchairs.} other{}}
pl: {boolean, select, false{Podest nie ma zapewnionego dostępu dla osób, które poruszają się na wózku.} true{Podest ma zapewniony dostęp dla osób, które poruszają się na wózku.} other{}}

# room_platforms_is_platform_entrance_marked
source: {boolean, select, false{The entrance to the platform is not marked with warning elements.} true{The entrance to the platform is marked with warning elements.} other{}}
pl: {boolean, select, false{Wejście na podest nie jest oznaczone elementami ostrzegawczymi.} true{Wejście na podest jest oznaczone elementami ostrzegawczymi.} other{}}

# room_platforms_are_no_objects_narrow_communication_zone
source: {boolean, select, false{There are obstacles in the communication zone.} true{No obstacles in the communication zone.} other{}}
pl: {boolean, select, false{W strefie komunikacyjnej znajdują się przeszkody.} true{Brak przeszkód w strefie komunikacyjnej.} other{}}

# stairs_is_stairs_sign_info
source: {boolean, select, false{No information about stair signage is available.} true{Stair signage information is available.} other{}}
pl: {boolean, select, false{Brak informacji o oznakowaniu schodów.} true{Oznakowanie schodów jest dostępne.} other{}}

# stairs_is_stairs_sign_info_in_en
source: {boolean, select, false{No information about stair signage in English.} true{Stair signage information in English is available.} other{}}
pl: {boolean, select, false{Brak informacji o oznakowaniu schodów w języku angielskim.} true{Oznakowanie schodów w języku angielskim jest dostępne.} other{}}

# stairs_is_good_lit
source: {boolean, select, false{The stairs are poorly lit.} true{The stairs are well lit.} other{}}
pl: {boolean, select, false{Schody są słabo oświetlone.} true{Schody są dobrze oświetlone.} other{}}

# stairs_is_stairs_surface_shiny
source: {boolean, select, false{The surface of the stairs is not shiny.} true{The surface of the stairs is shiny.} other{}}
pl: {boolean, select, false{Powierzchnia schodów nie jest błyszcząca.} true{Powierzchnia schodów jest błyszcząca.} other{}}

# stairs_is_nonslip_surface
source: {boolean, select, false{The stairs do not have a non-slip surface.} true{The stairs have a non-slip surface.} other{}}
pl: {boolean, select, false{Schody nie mają powierzchni antypoślizgowej.} true{Schody mają powierzchnię antypoślizgową.} other{}}

# stairs_is_good_stairs_wall_contrast
source: {boolean, select, false{Insufficient contrast between the stairs and the wall.} true{Good contrast between the stairs and the wall.} other{}}
pl: {boolean, select, false{Brak dobrego kontrastu między schodami a ścianą.} true{Jest dobry kontrast między schodami a ścianą.} other{}}

# stairs_are_emergency_stairs
source: {boolean, select, false{The stairs are not emergency exit stairs.} true{The stairs are emergency exit stairs.} other{}}
pl: {boolean, select, false{Schody nie są ewakuacyjne.} true{Schody są ewakuacyjne.} other{}}

# stairs_are_first_and_last_steps_marked
source: {boolean, select, false{The first and last steps are not marked.} true{The first and last steps are marked.} other{}}
pl: {boolean, select, false{Pierwszy i ostatni stopień nie są oznaczone.} true{Pierwszy i ostatni stopień są oznaczone.} other{}}

# stairs_are_grades_nose_pads
source: {boolean, select, false{The stairs do not have step nose pads.} true{The stairs have step nose pads.} other{}}
pl: {boolean, select, false{Schody nie mają nakładek na noski stopni.} true{Schody mają nakładki na noski stopni.} other{}}

# stairs_are_steps_raised_markings
source: {boolean, select, false{No raised markings on the steps.} true{The steps have raised markings.} other{}}
pl: {boolean, select, false{Brak wypukłych oznaczeń na stopniach.} true{Stopnie mają wypukłe oznaczenia.} other{}}

# stairs_step_height
source: {value, plural, =0{No stairs.} one{The step is {value} cm high.} other{The steps are {value} cm high.}}
pl: {value, plural, =0{Brak schodów.} one{Stopień ma {value} cm wysokości.} other{Stopnie mają {value} cm wysokości.}}

# stairs_is_properly_marked_free_space_under_stairs
source: {boolean, select, false{The free space under the stairs is not properly marked.} true{The free space under the stairs is properly marked.} other{}}
pl: {boolean, select, false{Brak odpowiedniego oznaczenia wolnej przestrzeni pod schodami.} true{Wolna przestrzeń pod schodami jest odpowiednio oznaczona.} other{}}

# floor_list
source: Number of floors:
pl: Liczba pięterL

# stairs_width
source: Stair width:
pl: Szerokość schodów:

# number_of_stair_gears
source: Number of stair flights:
pl: Liczba biegów schodowych:

# number_of_stair_landings
source: Number of landings:
pl: Liczba spoczników:

# rooms_is_one_level_floor
source: {boolean, select, false{The floor in the room is not on one level.} true{The floor in the room is on one level.} other{}}
pl: {boolean, select, false{Posadzka w pomieszczeniu nie znajduje się na jednym poziomie.} true{Posadzka w pomieszczeniu znajduje się na jednym poziomie.} other{}}

# rooms_are_places_for_wheelchairs
source: {boolean, select, false{There are no dedicated places for wheelchair users in the room.} true{There are dedicated places for wheelchair users in the room.} other{}}
pl: {boolean, select, false{W pomieszczeniu nie ma miejsc dedykowanych osobom poruszającym się na wózkach.} true{W pomieszczeniu znajdują się miejsca dedykowanych osobom poruszającym się na wózkach.} other{}}

# rooms_are_any_dangerous_elements
source: {boolean, select, false{There are no dangerous structural elements in the room.} true{There are dangerous structural elements in the room.} other{}}
pl: {boolean, select, false{W pomieszczeniu nie występują żadne niebezpieczne elementy konstrukcyjne.} true{W pomieszczeniu występują niebezpieczne elementy konstrukcyjne.} other{}}

# rooms_is_generally_available_desk
source: {boolean, select, false{There is no publicly accessible desk, table, or countertop in the room.} true{There is a publicly accessible desk, table, or countertop in the room with a height of} other{}}
pl: {boolean, select, false{W pomieszczeniu nie znajduje się ogólnodostępne biurko, stolik lub blat.} true{W pomieszczeniu znajduje się ogólnodostępne biurko, stolik lub blat, którego wysokość wynosi} other{}}

# rooms_has_induction_loop
source: {boolean, select, false{The room is not equipped with an induction loop, FM system, or sign language interpreter.} true{The room is equipped with} other{}}
pl: {boolean, select, false{Pomieszczenie nie jest wyposażone w pętle indukcyjną, system FM ani tłumacza języka migowego.} true{Pomieszczenie jest wyposażone w} other{}}

# rooms_is_space_under_counter
source: {boolean, select, true{The publicly accessible countertop, desk, or table is accessible for wheelchair users.} false{The publicly accessible countertop, desk, or table does not have space for knees or wheelchair access.} other{}}
pl: {boolean, select, true{Ogólnodostępny blat, biurko lub stolik jest dostępny dla osób poruszających się na wózkach.} false{Ogólnodostępny blat, biurko lub stolik nie ma zapewnionego miejsca na kolana i wjechanie wózkiem.} other{}}

# rooms_is_good_floor_room_contrast
source: {boolean, select, false{The color contrast in the room is low.} true{The color contrast in the room is distinct.} other{}}
pl: {boolean, select, false{Kontrast kolorów w pomieszczeniu jest niski.} true{Kontrast kolorów w pomieszczeniu jest wyraźny.} other{}}

# rooms_is_good_lit
source: {boolean, select, false{The lighting level in the room is not adequate.} true{The lighting level in the room is adequate.} other{}}
pl: {boolean, select, false{Poziom oświetlenia w pomieszczeniu nie jest odpowiedni.} true{Poziom oświetlenia w pomieszczeniu jest odpowiedni.} other{}}

# rooms_is_floor_shiny
source: {boolean, select, false{The floor in the room is not shiny and does not cause glare.} true{The room has a shiny floor that may cause glare or appear slippery.} other{}}
pl: {boolean, select, false{Podłoga w pomieszczeniu nie jest błyszcząca i nie powoduje ona odblasków.} true{W pomieszczeniu znajduje się podłoga, która jest błyszcząca i może powodować odblaski lub wyglądać na śliską.} other{}}

# rooms_is_blackboard
source: {boolean, select, true{There is a blackboard in the room, located {distance} from the seating area} other{}}
pl: {boolean, select, true{W pomieszczeniu znajduje się tablica, w odległości {distance} od miejsca siedzącego} other{}}

# rooms_are_movable_elements
source: {boolean, select, false{There are no other fixed or movable elements in the room that pose a hazard or potential mobility issues.} true{There are other fixed or movable elements in the room that pose a hazard or potential mobility issues.} other{}}
pl: {boolean, select, false{W pomieszczeniu nie znajdują się inne stałe lub ruchome elementy stanowiące zagrożenie lub też potencjalne problemy w poruszaniu się.} true{W pomieszczeniu znajdują się inne stałe lub ruchome elementy stanowiące zagrożenie lub też potencjalne problemy w poruszaniu się.} other{}}

# rooms_are_flashing_devices
source: {boolean, select, false{There are no flashing or shimmering devices in the room that may trigger epileptic seizures.} true{There are flashing or shimmering devices in the room that may trigger epileptic seizures.} other{}}
pl: {boolean, select, false{W pomieszczeniu nie znajdują się żadne urządzenia migające ani błyszczące mogące wywołać atak epilepsji.} true{W pomieszczeniu znajdują się urządzenia migające lub błyszczące mogące wywołać atak epilepsji.} other{}}

# rooms_are_places_accessible_from_main_entrance
source: {boolean, select, false{Wheelchair-accessible places are not accessible from the main entrance to the room.} true{Wheelchair-accessible places are accessible from the main entrance to the room.} other{}}
pl: {boolean, select, false{Miejsca dedykowane osobom poruszającym się na wózkach nie są dostępne z głównego wejścia do pomieszczenia.} true{Miejsca dedykowane osobom poruszającym się na wózkach są dostępne z głównego wejścia do pomieszczenia.} other{}}

# rooms_are_electrical_outlets
source: {boolean, select, false{Electrical outlets and other switches in the room are located higher than 110 centimeters.} true{Electrical outlets and other switches in the room are accessible and located at a maximum height of 110 centimeters.} other{}}
pl: {boolean, select, false{Gniazdka elektryczne i inne włączniki w pomieszczeniu znajdują się na wysokości większej niż 110 centymetrów.} true{Gniazdka elektryczne i inne włączniki w pomieszczeniu są dostępne i znajdują się na wysokości maksymalnie 110 centymetrów.} other{}}

# are_objects_narrow_communication_zone
source: Objects {boolean, select, false{do not narrow the passage} true{narrow the passage} other{}}
pl: Przedmioty {boolean, select, false{nie zwężają przejścia} true{zwężają przejście} other{}}

# are_information_boards
source: Information boards{boolean, select, false{ are not} true{} other{}} available
pl: Tablice informacyjne{boolean, select, false{ nie} true{} other{}} są dostępne

# are_information_boards_in_en
source: Information boards{boolean, select, false{ are not} true{} other{}} available in English
pl: Tablice informacyjne{boolean, select, false{ nie} true{} other{}} są dostępne po angielsku

# are_room_entrances
source: {boolean, select, false{There are no} true{There are} other{}} entrances to rooms
pl: {boolean, select, false{Nie z} true{Z} other{Z}}najdują się wejścia do pomieszczeń

# are_floor_markings
source: {boolean, select, false{There are no} true{There are} other{}} floor markings
pl: {boolean, select, false{Nie z} true{Z} other{Z}}najdują się oznaczenia podłogowe

# is_typhlomap
source: A tactile map{boolean, select, false{ is not} true{} other{}} available
pl: Tyflomapa{boolean, select, false{ nie} true{} other{}} jest dostępna

# strategicBadgeTooltip
source: Strategic Science Club of Wrocław University of Science and Technology
pl: Koło Strategiczne PWr

# strategic_club_abbr
source: SC
pl: KS

# emptySection
source: No team members in this version
pl: Brak członków zespołu w tej wersji

# digital_guide_offline
source: Digital Guide
pl: Cyfrowego Przewodnika

# communique
source: Announcement
pl: Komunikat

source: Audio Message
pl: Komunikat Dźwiękowy

# audio_message_comment
source: The beacon's signal may vary in tempo and sound
pl: Sygnał znacznika może różnić się tempem i brzmieniem

source: Platforms
pl: Podesty

source: Key Information
pl: Najważniejsze informacje

# entrance_number_of_doors
source: {value, plural, =0{No doors at the entrance.} other{There are {value} doors at the entrance.}}
pl: {value, plural, =0{Brak drzwi przy wejściu.} other{W obrębie wejścia znajdują się {value} drzwi.}}

# entrance_doors_distance
source: The distance between the doors is {value} cm.
pl: Odległość między drzwiami wynosi {value} cm.

# entrance_has_sound_transmitter
source: {boolean, select, false{No sound transmitter at the entrance.} true{There is a sound transmitter at the entrance.} other{}}
pl: {boolean, select, false{Przy wejściu nie znajduje się znacznik dźwiękowy systemu nawigacyjno-informacyjnego} true{Przy wejściu znajduje się znacznik dźwiękowy systemu nawigacyjno-informacyjnego} other{}}

# entrance_has_tactile_paving
source: {boolean, select, false{No tactile paving at the entrance.} true{There is tactile paving at the entrance.} other{}}
pl: {boolean, select, false{Przed wejściem nie znajdują się ścieżki naprowadzające} true{Przed wejściem znajdują się ścieżki naprowadzające} other{}}

# entrance_is_main
source: {boolean, select, false{This is not the main entrance} true{This is the main entrance} other{}}
pl: {boolean, select, false{To nie jest wejście główne} true{To jest wejście główne} other{}}

# entrance_is_accessible
source: {boolean, select, true{The entrance is accessible} false{The entrance is not accessible} other{}}
pl: {boolean, select, true{Wejście jest dostępne} false{Wejście nie jest dostępne} other{}}

# entrance_is_for_personel
source: {boolean, select, false{No special permissions are required to use the entrance} true{Special permissions are required to use the entrance} other{}}
pl: {boolean, select, false{Wejście nie wymaga specjalnych uprawnień} true{Wejście wymaga specjalnych uprawnień} other{}}

# entrance_is_building_marked_from_entrance
source: {boolean, select, false{The building is not clearly marked from the entrance side} true{The building is clearly marked from the entrance side} other{}}
pl: {boolean, select, false{Budynek nie jest wyraźnie oznaczony od strony wejścia} true{Budynek jest wyraźnie oznaczony od strony wejścia} other{}}

# entrance_is_building_marked_in_en
source: {boolean, select, false{The building is not labeled in English} true{The building is labeled in English} other{}}
pl: {boolean, select, false{Budynek nie jest oznaczony w języku angielskim} true{Budynek jest oznaczony w języku angielskim} other{}}

# entrance_is_lit
source: {boolean, select, false{The entrance is not illuminated after dark} true{The entrance is illuminated after dark} other{}}
pl: {boolean, select, false{Wejście nie jest oświetlone po zmroku} true{Wejście jest oświetlone po zmroku} other{}}

# entrance_is_emergency_exit
source: {boolean, select, false{The entrance is not an emergency exit} true{The entrance is an emergency exit} other{}}
pl: {boolean, select, false{Wejście nie jest ewakuacyjne} true{Wejście jest ewakuacyjne} other{}}

# entrance_is_protection_from_weather
source: {boolean, select, false{The entrance is not protected from weather conditions} true{The entrance is protected from weather conditions} other{}}
pl: {boolean, select, false{Wejście nie jest chronione przed warunkami atmosferycznymi} true{Wejście jest chronione przed warunkami atmosferycznymi} other{}}

# entrance_is_solid_surface
source: {boolean, select, false{The area in front of the entrance is not even} true{The area in front of the entrance is even} other{}}
pl: {boolean, select, false{Teren przed wejściem nie jest równy} true{Teren przed wejściem jest równy} other{}}

# entrance_are_different_types_of_surface
source: {boolean, select, false{No different types of surfaces are present at the entrance} true{Different types of surfaces are present at the entrance} other{}}
pl: {boolean, select, false{Przy wejściu nie występują różne typy powierzchni} true{Przy wejściu występują różne typy powierzchni} other{}}

# entrance_are_benches
source: {boolean, select, false{There are no benches in front of the entrance} true{There are benches in front of the entrance} other{}}
pl: {boolean, select, false{Przed wejściem nie znajdują się ławki} true{Przed wejściem znajdują się ławki} other{}}

source: Motor impairment
pl: Dysfunkcja ruchu

source: Hearing impairment
pl: Dysfunkcja słuchu

source: Visual impairment
pl: Dysfunkcja wzroku

source: Blind
pl: Niewidomy

source: Low vision
pl: Słabowidzący

source: Sensory sensitivity
pl: Wrażliwość sensoryczna

source: Cognitive impairment
pl: Trudności poznawcze

source: Accessibility profiles
pl: Profile dostępności

source: Additional information
pl: Dodatkowe informacje

# no_lodge_in_the_building
source: There is no reception in this building
pl: W tym budynku nie ma portierni

# no_dressing_room_in_the_building
source: There is no cloakroom in this building
pl: W tym budynku nie ma szatni

# general_offline
source: data download
pl: pobierania danych

# floors_served_by_lift
source: Floors served by the elevator
pl: Piętra obsługiwane przez windę

source: Dimensions
pl: Wymiary

# max_capacity
source: Maximum load
pl: Maksymalny udźwig

# generic_error_message
source: Oops... Something went wrong
pl: Upsss...Coś poszło nie tak

# public_transport
source: Public means of city transportation (bus, tram)
pl: Publiczny środek komunikacji miejskiej (autobus, tramwaj)

# private_transport
source: Private means of transportation (car, bicycle)
pl: Prywatny środek transportu (samochód, rower)

# distance
source: At a distance
pl: W odległości

# bicycle_path_leads_to_building
source: A bicycle path leads to the building.
pl: Do budynku prowadzi ścieżka rowerowa.

# transport_lines
source: Public transport lines:
pl: Linie komunikacji miejskiej:

# pass_traffic_lights
source: There are traffic light crosswalks on the way to the stop.
pl: Do przystanku prowadzą przejścia z sygnalizacją świetlną.

# no_pass_traffic_lights
source: There are crosswalks without traffic lights on the way to the stop.
pl: Do przystanku prowadzą przejścia bez sygnalizacji świetlnej.
