Repository: Solvro/mobile-topwr
Catalog: lib/l10n/app_*.arb
Languages: pl

# nearest_public_transport_stop
source: The nearest public transportation stop is
pl: Najbliższy przystanek komunikacji miejskiej to

# nearest_public_transport_stop_alt
source: An alternative public transportation stop is
pl: Alternatywny przystanek komunikacji miejskiej to

# chose_the_path
source: Where you can get by choosing the route
pl: Gdzie można dotrzeć obierając drogę

# you_can_adjust
source: You can adjust the information to your special needs
pl: Możesz dostosować informacje pod swoje specjalne potrzeby

# navigate_to_building
source: Navigate to the building
pl: Nawiguj do budynku

# working_hours
source: Opening hours
pl: Godziny otwarcia

# rooms_distribution
source: Room layout:
pl: Rozkład pomieszczeń:

# region_location
source: Zone location:
pl: Lokalizacja strefy:

# region_prefix
source: Designated building zone
pl: Wskazana strefa budynku

# level
source: Floor
pl: Piętro

# region
source: Zone
pl: Strefa

source: Stairs
pl: Schody

# lodge
source: Reception
pl: Portiernia

# dressing_room
source: Cloakroom
pl: Szatnia

# men_toilet
source: Men's restroom
pl: Toaleta męska

# women_toilet
source: Women's restroom
pl: Toaleta damska

source: Ramp
pl: Pochylnia

# lift
source: Elevator
pl: Winda

# lift_width_text
source: The door width is {width} centimeters.
pl: Szerokość drzwi wynosi {width} centymetrów.

# lift_dimensions_text
source: The elevator's dimensions are
pl: Wymiary windy wynoszą

# lift_control_panel_inside
source: The control panel inside the elevator is located at a height of {height} centimeters.
pl: Panel sterujący w windzie znajduje się na wysokości {height} centymetrów.

# lift_control_panel_outside
source: The control panel outside the elevator is located at a height of {height} centimeters.
pl: Panel sterujący na zewnątrz windy znajduje się na wysokości {height} centymetrów.

# lift_is_mirror
source: {boolean, select, true{There is a mirror in the elevator that makes it easier to exit.} false{There is no mirror in the elevator that makes it easier to exit.} other{}}
pl: {boolean, select, true{W windzie znajduje się lustro ułatwiające wysiadanie.} false{W windzie nie znajduje się lustro ułatwiające wysiadanie.} other{}}

# lift_info_board_text
source: {boolean, select, true{The elevator is marked with an information board.} false{The elevator is not marked with an information board.} other{}}
pl: {boolean, select, true{Winda jest oznaczona tablicą informacyjną.} false{Winda nie jest oznaczona tablicą informacyjną.} other{}}

# lift_is_voice_comunicates
source: {boolean, select, false{The elevator does not provide voice announcements.} true{The elevator provides voice announcements.} other{}}
pl: {boolean, select, false{Winda nie wydaje komunikatów głosowych.} true{Winda wydaje komunikaty głosowe.} other{}}

# lift_with_voice_comunicates
source: {boolean, select, false{The elevator does not provide voice announcements.} true{The elevator provides voice announcements.} other{}}
pl: {boolean, select, false{Winda nie wydaje komunikatów głosowych.} true{Winda wydaje komunikaty głosowe.} other{}}

# lift_with_inside_braile_comunicates
source: {boolean, select, false{The buttons inside the elevator do not have Braille markings.} true{The buttons inside the elevator have Braille markings.} other{}}
pl: {boolean, select, false{Przyciski wewnątrz windy nie posiadają oznaczeń w języku Braille'a.} true{Przyciski wewnątrz windy posiadają oznaczenia w języku Braille'a.} other{}}

# lift_button_are_convex
source: {boolean, select, false{The buttons on the control panel inside the elevator are not convex.} true{The buttons on the control panel inside the elevator are convex.} other{}}
pl: {boolean, select, false{Przyciski na panelu wewnątrz windy nie są wypukłe.} true{Przyciski na panelu wewnątrz windy są wypukłe.} other{}}

# lift_is_with_outside_notification
source: {boolean, select, false{When waiting for the elevator, there is no audible notification of its arrival.} true{When waiting for the elevator, there is an audible notification of its arrival.} other{}}
pl: {boolean, select, false{Podczas oczekiwania na windę nie jest wydawane dźwiękowe powiadomienie o jej przyjechaniu.} true{Podczas oczekiwania na windę jest wydawane dźwiękowe powiadomienie o jej przyjechaniu.} other{}}

# lift_is_with_inside_notification
source: {boolean, select, false{While riding the elevator, there is no audible notification of arriving at the selected floor.} true{While riding the elevator, there is an audible notification of arriving at the selected floor.} other{}}
pl: {boolean, select, false{Podczas jazdy windą nie jest wydawane dźwiękowe powiadomienie o dojechaniu na wybrane piętro.} true{Podczas jazdy windą jest wydawane dźwiękowe powiadomienie o dojechaniu na wybrane piętro.} other{}}

# lift_is_door_good_contrast
source: {boolean, select, false{The elevator doors do not contrast with the wall.} true{The elevator doors contrast with the wall.} other{}}
pl: {boolean, select, false{Drzwi windy nie kontrastują ze ścianą.} true{Drzwi windy kontrastują ze ścianą.} other{}}

# lift_is_inside_lit
source: {boolean, select, false{The lighting inside the elevator is not adequate.} true{The lighting inside the elevator is adequate.} other{}}
pl: {boolean, select, false{Poziom oświetlenia wewnątrz windy nie jest odpowiedni.} true{Poziom oświetlenia wewnątrz windy jest odpowiedni.} other{}}

# is_lift_floor_info
source: {boolean, select, false{The elevator does not display floor information.} true{The elevator displays the current floor number.} other{}}
pl: {boolean, select, false{Winda nie wyświetla informacji o numerze piętra.} true{Winda wyświetla informacje o numerze piętra, na którym się aktualnie znajduje.} other{}}

# platform_dimensions
source: The platform dimensions are
pl: Wymiary podestu wynoszą

source: Canteen:
pl: Stołówka:

source: Cafe:
pl: Kawiarnia:

# toilet_is_need_authorization
source: {boolean, select, false{No authorization is required.} true{Authorization is required.} other{}}
pl: {boolean, select, false{Nie jest wymagana autoryzacja.} true{Wymagana jest autoryzacja.} other{}}

# toilet_is_wastebasket
source: {boolean, select, false{There is no wastebasket.} true{There is a wastebasket.} other{}}
pl: {boolean, select, false{Nie ma kosza na śmieci.} true{Znajduje się kosz na śmieci.} other{}}

# toilet_are_clothes_hooks
source: {boolean, select, false{There are no clothes hooks.} true{There are clothes hooks.} other{}}
pl: {boolean, select, false{Nie ma wieszaków na ubrania.} true{Znajdują się wieszaki na ubrania.} other{}}

# toilet_is_hand_dryer
source: {boolean, select, false{There is no hand dryer.} true{There is a hand dryer.} other{}}
pl: {boolean, select, false{Nie ma suszarki do rąk.} true{Znajduje się suszarka do rąk.} other{}}

# toilet_is_towel_dispenser
source: {boolean, select, false{There is no towel dispenser.} true{There is a towel dispenser.} other{}}
pl: {boolean, select, false{Nie ma dozownika na ręczniki.} true{Znajduje się dozownik na ręczniki.} other{}}

# toilet_is_washbasin
source: {boolean, select, false{There is no washbasin.} true{There is a washbasin.} other{}}
pl: {boolean, select, false{Nie ma umywalki.} true{Znajduje się umywalka.} other{}}

# toilet_is_space_under_washbasin_for_wheelchair
source: {boolean, select, false{There is no space under the washbasin for a wheelchair.} true{There is space under the washbasin for a wheelchair.} other{}}
pl: {boolean, select, false{Brak przestrzeni pod umywalką na wózek inwalidzki.} true{Jest przestrzeń pod umywalką na wózek inwalidzki.} other{}}

# toilet_is_light_switch
source: {boolean, select, false{There is no light switch.} true{There is a light switch.} other{}}
pl: {boolean, select, false{Nie ma włącznika światła.} true{Znajduje się włącznik światła.} other{}}

# toilet_is_good_lit
source: {boolean, select, false{The lighting is insufficient.} true{The lighting is good.} other{}}
pl: {boolean, select, false{Oświetlenie jest niewystarczające.} true{Oświetlenie jest dobre.} other{}}

# toilet_is_good_devices_wall_contrast
source: {boolean, select, false{The fixtures do not stand out from the wall.} true{The fixtures stand out from the wall.} other{}}
pl: {boolean, select, false{Urządzenia nie wyróżniają się na tle ściany.} true{Urządzenia wyróżniają się na tle ściany.} other{}}

# transport_are_pass_traffic_lights
source: {boolean, select, false{On the route from the stop to the building entrance, there is no pedestrian crossing with traffic lights.} true{On the route from the stop to the building entrance, there is a pedestrian crossing with traffic lights.} other{}}
pl: {boolean, select, false{Na drodze z przystanku do wejścia do budynku nie występuje przejście dla pieszych z sygnalizacją świetlną.} true{Na drodze z przystanku do wejścia do budynku występuje przejście dla pieszych z sygnalizacją świetlną.} other{}}

# transport_are_not_pass_traffic_lights
source: {boolean, select, false{On the route from the stop to the building entrance, there is no pedestrian crossing without traffic lights.} true{On the route from the stop to the building entrance, there is a pedestrian crossing without traffic lights.} other{}}
pl: {boolean, select, false{Na drodze z przystanku do wejścia do budynku nie występuje przejście dla pieszych bez sygnalizacji świetlnej.} true{Na drodze z przystanku do wejścia do budynku występuje przejście dla pieszych bez sygnalizacji świetlnej.} other{}}

# transport_wheelchair_obstacles
source: {boolean, select, true{On the route from the stop to the building entrance, there are obstacles for a wheelchair user:} false{On the route from the stop to the building entrance, there are no obstacles for a wheelchair user.} other{}}
pl: {boolean, select, true{Na drodze z przystanku do wejścia do budynku znajdują się przeszkody dla osoby poruszającej się na wózku:} false{Na drodze z przystanku do wejścia do budynku nie znajdują się przeszkody dla osoby poruszającej się na wózku.} other{}}

# transport_alt_are_pass_traffic_lights
source: {boolean, select, false{On the route from the alternative stop to the building entrance, there is no pedestrian crossing with traffic lights.} true{On the route from the alternative stop to the building entrance, there is a pedestrian crossing with traffic lights.} other{}}
pl: {boolean, select, false{Na drodze z alternatywnego przystanku do wejścia do budynku nie występuje przejście dla pieszych z sygnalizacją świetlną.} true{Na drodze z alternatywnego przystanku do wejścia do budynku występuje przejście dla pieszych z sygnalizacją świetlną.} other{}}

# transport_alt_are_not_pass_traffic_lights
source: {boolean, select, false{On the route from the alternative stop to the building entrance, there is no pedestrian crossing without traffic lights.} true{On the route from the alternative stop to the building entrance, there is a pedestrian crossing without traffic lights.} other{}}
pl: {boolean, select, false{Na drodze z alternatywnego przystanku do wejścia do budynku nie występuje przejście dla pieszych bez sygnalizacji świetlnej.} true{Na drodze z alternatywnego przystanku do wejścia do budynku występuje przejście dla pieszych bez sygnalizacji świetlnej.} other{}}

# transport_alt_wheelchair_obstacles
source: {boolean, select, true{On the route from the alternative stop to the building entrance, there are obstacles for a wheelchair user:} false{On the route from the alternative stop to the building entrance, there are no obstacles for a wheelchair user.} other{}}
pl: {boolean, select, true{Na drodze z przystanku alternatywnego do wejścia do budynku znajdują się przeszkody dla osoby poruszającej się na wózku:} false{Na drodze z przystanku alternatywnego do wejścia do budynku nie znajdują się przeszkody dla osoby poruszającej się na wózku.} other{}}

# transport_obstacles_for_blind
source: {boolean, select, true{On the route from the stop to the building entrance, there are obstacles for a blind person:} false{On the route from the stop to the building entrance, there are no obstacles for a blind person.} other{}}
pl: {boolean, select, true{Na drodze z przystanku do wejścia do budynku znajdują się przeszkody dla osoby niewidomej:} false{Na drodze z przystanku do wejścia do budynku nie znajdują się przeszkody dla osoby niewidomej.} other{}}

# transport_alt_obstacles_for_blind
source: {boolean, select, true{On the route from the alternative stop to the building entrance, there are obstacles for a blind person:} false{On the route from the alternative stop to the building entrance, there are no obstacles for a blind person.} other{}}
pl: {boolean, select, true{Na drodze z przystanku do wejścia do budynku znajdują się przeszkody dla osoby niewidomej:} false{Na drodze z przystanku do wejścia do budynku nie znajdują się przeszkody dla osoby niewidomej.} other{}}

# transport_facilities_for_blind
source: {boolean, select, true{On the route from the stop to the building entrance, there are facilities for a blind person:} false{On the route from the stop to the building entrance, there are no facilities for a blind person.} other{}}
pl: {boolean, select, true{Na drodze z przystanku do wejścia do budynku znajdują się udogodnienia dla osoby niewidomej:} false{Na drodze z przystanku do wejścia do budynku nie znajdują się udogodnienia dla osoby niewidomej.} other{}}

# transport_alt_facilities_for_blind
source: {boolean, select, true{On the route from the alternative stop to the building entrance, there are facilities for a blind person:} false{On the route from the alternative stop to the building entrance, there are no facilities for a blind person.} other{}}
pl: {boolean, select, true{Na drodze z przystanku alternatywnego do wejścia do budynku znajdują się udogodnienia dla osoby niewidomej:} false{Na drodze z przystanku alternatywnego do wejścia do budynku nie znajdują się udogodnienia dla osoby niewidomej.} other{}}

# transport_closest_parking_for_disabled
source: The nearest disabled parking space is {comment} meters from the accessible entrance
pl: Najbliższe miejsce parkingowe dla osób z niepełnosprawnością znajduje się {comment} metrów od wejścia dostępnego

# railing_is_railing_on_landings
source: {boolean, select, false{No railings on landings.} true{Railings are installed on landings.} other{}}
pl: {boolean, select, false{Brak poręczy na podestach.} true{Poręcze są zamontowane na podestach.} other{}}

# railing_is_two_sided_railing
source: {boolean, select, false{Railings are not double-sided.} true{Railings are double-sided.} other{}}
pl: {boolean, select, false{Poręcze nie są dwustronne.} true{Poręcze są dwustronne.} other{}}

# railing_is_braille_convex_marking
source: {boolean, select, false{No Braille or convex markings present.} true{Braille or convex markings are present.} other{}}
pl: {boolean, select, false{Brak oznaczeń w alfabecie Braille'a lub wypukłych.} true{Obecne są oznaczenia w alfabecie Braille'a lub wypukłe.} other{}}

# railing_is_good_railing_contrast
source: {boolean, select, false{No good railing contrast.} true{Railings have good contrast.} other{}}
pl: {boolean, select, false{Brak dobrego kontrastu poręczy.} true{Poręcze mają dobry kontrast.} other{}}

# railing_is_round_cross_section_railing
source: {boolean, select, false{Railings do not have a round cross-section.} true{Railings have a round cross-section.} other{}}
pl: {boolean, select, false{Poręcze nie mają okrągłego przekroju.} true{Poręcze mają okrągły przekrój.} other{}}

# railing_is_railing_extended_30cm
source: {boolean, select, false{Railings are not extended by 30 cm.} true{Railings are extended by 30 cm.} other{}}
pl: {boolean, select, false{Poręcze nie są przedłużone o 30 cm.} true{Poręcze są przedłużone o 30 cm.} other{}}

# railing_is_railing_obstacle
source: {boolean, select, false{Railings do not pose an obstacle.} true{Railings pose an obstacle.} unknown{It is unknown if the railings pose an obstacle.} other{}}
pl: {boolean, select, false{Poręcze nie stanowią przeszkody.} true{Poręcze stanowią przeszkodę.} unknown{Nie wiadomo, czy poręcze stanowią przeszkodę.} other{}}

# railing_height
source: {value, plural, =0{No information on railing height.} one{The railing is {value} cm high.} other{The railings are {value} cm high.}}
pl: {value, plural, =0{Brak informacji o wysokości poręczy.} one{Poręcz ma {value} cm wysokości.} other{Poręcze mają {value} cm wysokości.}}

source: Railing
pl: Poręcz

# ramps_is_ramp_marked
source: {boolean, select, false{The ramp is not marked.} true{The ramp is marked.} other{}}
pl: {boolean, select, false{Pochylnia nie jest oznakowana.} true{Pochylnia jest oznakowana.} other{}}

# ramps_is_increased_force_needed
source: {boolean, select, false{Increased force is not needed to overcome the ramp.} true{Increased force is needed to overcome the ramp.} other{}}
pl: {boolean, select, false{Nie jest potrzebna zwiększona siła do pokonania pochylni} true{Do pokonania pochylni potrzebna jest zwiększona siła.} other{}}

# ramps_is_permanent_ramp
source: {boolean, select, false{The ramp is not a permanent structural element.} true{The ramp is a permanent structural element.} other{}}
pl: {boolean, select, false{Pochylnia nie jest stałym elementem konstrukcyjnym.} true{Pochylnia jest stałym elementem konstrukcyjnym.} other{}}

# ramps_is_good_lit
source: {boolean, select, false{Lighting is insufficient.} true{Lighting is good.} other{}}
pl: {boolean, select, false{Oświetlenie jest niewystarczające.} true{Oświetlenie jest dobre.} other{}}

# ramps_are_nonslip_elements
source: {boolean, select, false{The surface of the ramp does not have non-slip elements.} true{The surface of the ramp has non-slip elements.} other{}}
pl: {boolean, select, false{Powierzchnia pochylni nie posiada elementów antypoślizgowych.} true{Powierzchnia pochylni posiada elementy antypoślizgowe.} other{}}

# ramps_width
source: The ramp width is
pl: Szerokość pochylni wynosi

# number_of_ramp_landings
source: Number of landings:
pl: Liczba spoczników:

# dimensions_of_the_landings
source: The dimensions of the landings are
pl: Wymiary spoczników to

# is_marked
source: {boolean, select, true{The location of the information point is clearly marked.} false{The location of the information point is not clearly marked.} other{}}
pl: {boolean, select, true{Lokalizacja punktu informacyjnego została wyraźnie oznaczona.} false{Lokalizacja punktu informacyjnego nie została wyraźnie oznaczona.} other{}}

# are_seats_available
source: {boolean, select, false{There are no seating places at the information point.} true{There are seating places at the information point.} other{}}
pl: {boolean, select, false{Przy punkcie informacyjnym nie ma miejsc siedzących} true{Przy punkcie informacyjnym znajdują się miejsca siedzące} other{}}

# is_space_on_counter
source: {boolean, select, true{There is space on the counter to sign documents.} false{There is no space on the counter to sign documents.} other{}}
pl: {boolean, select, true{Na ladzie jest miejsce, aby podpisać dokumenty} false{Na ladzie nie ma miejsca, aby podpisać dokumenty} other{}}

# are_access_bariers
source: {boolean, select, true{Access to the information point is good. The floor is level, and there are no obstacles.} false{Access to the information point may be hindered by an uneven floor or obstacles.} other{}}
pl: {boolean, select, true{Dostęp do punktu informacyjnego jest dobry. Podłoga jest równa, a w otoczeniu nie ma żadnych przeszkód.} false{Dostęp do punktu informacyjnego może być utrudniony przez nierówną podłogę lub przeszkody w otoczeniu.} other{}}

# is_space_under_counter
source: Under the lower part of the counter there is {boolean, select, false{no} true{space} other{}} for a wheelchair.
pl: Pod dolną częścią lady {boolean, select, false{nie ma miejsca} true{jest miejsce} other{}} na wjechanie wózkiem.

# counter_heigth_text
source: The height of the information point counter is {value}
pl: Wysokość lady punktu informacyjnego wynosi {value}

# is_movement_space
source: At the information point there is {boolean, select, false{no} true{space} other{}} adequate space to move for people with disabilities.
pl: Przy punkcie informacyjnym {boolean, select, false{nie} other{}} jest odpowiednia przestrzeń do poruszania się dla osób z niepełnosprawnościami.

# is_good_lit_info_point
source: The information point is {boolean, select, false{not} other{}} properly lit.
pl: Punkt informacyjny {boolean, select, false{nie} other{}} jest odpowiednio oświetlony.

# is_visible_from_afar
source: The information point is {boolean, select, false{not} other{}} visible from a large distance. The counter is {boolean, select, false{not} other{}} distinguished from the surroundings.
pl: Punkt informacyjny {boolean, select, false{nie} other{}} jest widoczny z dużej odległości. Lada {boolean, select, false{nie} other{}} wyróżnia się na tle otoczenia.

# has_sound_transmitter
source: The room is {boolean, select, false{not} other{}} equipped with an induction loop, FM system, nor sign language interpreter.
pl: Pomieszczenie {boolean, select, false{nie} other{}} jest wyposażone w pętle indukcyjną, system FM ani tłumacza języka migowego.

source: Information Point
pl: Punkt Informacyjny

# dressing_room_is_marked
source: {boolean, select, false{The counter is not marked.} true{The counter is marked.} other{}}
pl: {boolean, select, false{Lada nie jest oznaczona.} true{Lada jest oznaczona.} other{}}

# dressing_room_is_visible_from_afar
source: {boolean, select, false{The counter is not visible from afar.} true{The counter is visible from afar.} other{}}
pl: {boolean, select, false{Lada nie jest widoczna z daleka.} true{Lada jest widoczna z daleka.} other{}}

# dressing_room_are_access_barriers
source: {boolean, select, false{There are no access barriers to the counter.} true{There are access barriers to the counter.} other{}}
pl: {boolean, select, false{Brak barier w dostępie do lady.} true{Występują bariery w dostępie do lady.} other{}}

# dressing_room_are_seats_available
source: {boolean, select, false{There are no seating places by the counter.} true{Seating places are available by the counter.} other{}}
pl: {boolean, select, false{Brak miejsc siedzących przy ladzie.} true{Przy ladzie dostępne są miejsca siedzące.} other{}}

# dressing_room_is_movement_space
source: {boolean, select, false{There is no maneuvering space by the counter.} true{There is maneuvering space by the counter.} other{}}
pl: {boolean, select, false{Brak przestrzeni manewrowej przy ladzie.} true{Przy ladzie dostępna jest przestrzeń manewrowa.} other{}}

# dressing_room_is_good_lit
source: {boolean, select, false{The counter is not well-lit.} true{The counter is well-lit.} other{}}
pl: {boolean, select, false{Lada nie jest dobrze oświetlona.} true{Lada jest dobrze oświetlona.} other{}}

# dressing_room_counter_height
source: {value, plural, =0{The height of the counter has not been specified.} other{The counter height is {value} cm.}}
pl: {value, plural, =0{Wysokość lady nie została określona.} other{Wysokość lady wynosi {value} cm.}}

# dressing_room_counter_is_space_under
source: {boolean, select, false{There is no free space under the counter.} true{There is free space under the counter.} other{}}
pl: {boolean, select, false{Pod ladą nie ma wolnej przestrzeni.} true{Pod ladą znajduje się wolna przestrzeń.} other{}}

# dressing_room_counter_is_space_on
source: {boolean, select, false{There is no free space on the counter.} true{There is free space on the counter.} other{}}
pl: {boolean, select, false{Na ladzie nie ma wolnej przestrzeni.} true{Na ladzie znajduje się wolna przestrzeń.} other{}}

source: Corridor
pl: Korytarz
